[
  {
    "name": "Svay Rieng",
    "duration": 4,
    "maxGroupSize": 1,
    "difficulty": "a little hard",
    "ratingAverage": 3.03,
    "ratingQuantity": 8,
    "price": 308.57,
    "summary": "Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat. Nulla nisl. Nunc nisl.",
    "description": "Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat.\n\nCurabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem.",
    "imagCover": "tour-cover-2.jpg",
    "images": "tour-1.jpg",
    "startDates": "2021-07-19T22:45:14Z"
  },
  {
    "name": "Mora",
    "duration": 25,
    "maxGroupSize": 2,
    "difficulty": "a little hard",
    "ratingAverage": 3.71,
    "ratingQuantity": 19,
    "price": 310.75,
    "summary": "Phasellus in felis. Donec semper sapien a libero. Nam dui. Proin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat varius.",
    "description": "Curabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo. Maecenas pulvinar lobortis est.",
    "imagCover": "tour-cover-2.jpg",
    "images": "tour-1.jpg",
    "startDates": "2021-08-14T07:37:03Z"
  },
  {
    "name": "Ágios Efstrátios",
    "duration": 37,
    "maxGroupSize": 3,
    "difficulty": "a little hard",
    "ratingAverage": 1.83,
    "ratingQuantity": 12,
    "price": 255.77,
    "summary": "Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante. Nulla justo. Aliquam quis turpis eget elit sodales scelerisque.",
    "description": "Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus.\n\nEtiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem.\n\nPraesent id massa id nisl venenatis lacinia. Aenean sit amet justo. Morbi ut odio.",
    "imagCover": "tour-cover-1.jpg",
    "images": "tour-1.jpg",
    "startDates": "2021-04-19T00:55:36Z"
  },
  {
    "name": "Sufang",
    "duration": 29,
    "maxGroupSize": 4,
    "difficulty": "easy",
    "ratingAverage": 4.65,
    "ratingQuantity": 33,
    "price": 138.86,
    "summary": "Sed vel enim sit amet nunc viverra dapibus. Nulla suscipit ligula in lacus. Curabitur at ipsum ac tellus semper interdum. Mauris ullamcorper purus sit amet nulla. Quisque arcu libero, rutrum ac, lobortis vel, dapibus at, diam.",
    "description": "Vestibulum quam sapien, varius ut, blandit non, interdum in, ante. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Duis faucibus accumsan odio. Curabitur convallis.\n\nDuis consequat dui nec nisi volutpat eleifend. Donec ut dolor. Morbi vel lectus in quam fringilla rhoncus.",
    "imagCover": "tour-cover-1.jpg",
    "images": "tour-1.jpg",
    "startDates": "2020-09-15T00:23:30Z"
  },
  {
    "name": "Anchorage",
    "duration": 39,
    "maxGroupSize": 5,
    "difficulty": "a little hard",
    "ratingAverage": 3.54,
    "ratingQuantity": 21,
    "price": 225.44,
    "summary": "Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat. In congue.",
    "description": "Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.",
    "imagCover": "tour-cover-2.jpg",
    "images": "tour-1.jpg",
    "startDates": "2021-02-19T02:16:48Z"
  },
  {
    "name": "Cruces",
    "duration": 36,
    "maxGroupSize": 6,
    "difficulty": "easy",
    "ratingAverage": 1.92,
    "ratingQuantity": 13,
    "price": 118.16,
    "summary": "Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis. Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem. Sed sagittis. Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus. Pellentesque at nulla.",
    "description": "Proin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat varius.\n\nInteger ac leo. Pellentesque ultrices mattis odio. Donec vitae nisi.",
    "imagCover": "tour-cover-2.jpg",
    "images": "tour-1.jpg",
    "startDates": "2020-10-21T13:39:37Z"
  },
  {
    "name": "Watsa",
    "duration": 4,
    "maxGroupSize": 7,
    "difficulty": "very hard",
    "ratingAverage": 1.89,
    "ratingQuantity": 8,
    "price": 133.18,
    "summary": "Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat. Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus.",
    "description": "Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst.\n\nMaecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat.",
    "imagCover": "tour-cover-2.jpg",
    "images": "tour-1.jpg",
    "startDates": "2020-08-31T13:34:34Z"
  },
  {
    "name": "Valence",
    "duration": 27,
    "maxGroupSize": 8,
    "difficulty": "very hard",
    "ratingAverage": 4.18,
    "ratingQuantity": 33,
    "price": 214.42,
    "summary": "Proin risus. Praesent lectus. Vestibulum quam sapien, varius ut, blandit non, interdum in, ante. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Duis faucibus accumsan odio. Curabitur convallis. Duis consequat dui nec nisi volutpat eleifend. Donec ut dolor. Morbi vel lectus in quam fringilla rhoncus. Mauris enim leo, rhoncus sed, vestibulum sit amet, cursus id, turpis.",
    "description": "Aenean lectus. Pellentesque eget nunc. Donec quis orci eget orci vehicula condimentum.\n\nCurabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo. Maecenas pulvinar lobortis est.",
    "imagCover": "tour-cover-1.jpg",
    "images": "tour-1.jpg",
    "startDates": "2021-02-27T22:44:38Z"
  },
  {
    "name": "Midlands",
    "duration": 34,
    "maxGroupSize": 9,
    "difficulty": "a little hard",
    "ratingAverage": 4.59,
    "ratingQuantity": 15,
    "price": 296.95,
    "summary": "Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat. In congue. Etiam justo. Etiam pretium iaculis justo.",
    "description": "Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat.\n\nPraesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede.",
    "imagCover": "tour-cover-2.jpg",
    "images": "tour-1.jpg",
    "startDates": "2021-04-16T08:39:54Z"
  },
  {
    "name": "Samaro",
    "duration": 44,
    "maxGroupSize": 10,
    "difficulty": "very hard",
    "ratingAverage": 3.98,
    "ratingQuantity": 100,
    "price": 134.41,
    "summary": "Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst.",
    "description": "Duis bibendum. Morbi non quam nec dui luctus rutrum. Nulla tellus.\n\nIn sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus.\n\nSuspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst.",
    "imagCover": "tour-cover-2.jpg",
    "images": "tour-1.jpg",
    "startDates": "2021-02-14T00:01:36Z"
  },
  {
    "name": "Tārūt",
    "duration": 36,
    "maxGroupSize": 11,
    "difficulty": "easy",
    "ratingAverage": 4.77,
    "ratingQuantity": 27,
    "price": 488.49,
    "summary": "Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla.",
    "description": "Integer ac leo. Pellentesque ultrices mattis odio. Donec vitae nisi.",
    "imagCover": "tour-cover-1.jpg",
    "images": "tour-1.jpg",
    "startDates": "2020-08-31T11:24:16Z"
  },
  {
    "name": "Georgīevka",
    "duration": 31,
    "maxGroupSize": 12,
    "difficulty": "hard",
    "ratingAverage": 3.17,
    "ratingQuantity": 39,
    "price": 175.15,
    "summary": "Nullam varius. Nulla facilisi. Cras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus.",
    "description": "Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus.\n\nPhasellus in felis. Donec semper sapien a libero. Nam dui.\n\nProin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat varius.",
    "imagCover": "tour-cover-1.jpg",
    "images": "tour-1.jpg",
    "startDates": "2021-06-24T14:17:58Z"
  },
  {
    "name": "Nezamyslice",
    "duration": 41,
    "maxGroupSize": 13,
    "difficulty": "a little hard",
    "ratingAverage": 1.26,
    "ratingQuantity": 62,
    "price": 213.33,
    "summary": "Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante. Nulla justo. Aliquam quis turpis eget elit sodales scelerisque.",
    "description": "Duis bibendum. Morbi non quam nec dui luctus rutrum. Nulla tellus.",
    "imagCover": "tour-cover-2.jpg",
    "images": "tour-1.jpg",
    "startDates": "2020-08-25T17:53:34Z"
  },
  {
    "name": "Jinling",
    "duration": 30,
    "maxGroupSize": 14,
    "difficulty": "a little hard",
    "ratingAverage": 1.95,
    "ratingQuantity": 13,
    "price": 407.84,
    "summary": "Phasellus sit amet erat. Nulla tempus. Vivamus in felis eu sapien cursus vestibulum. Proin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem. Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit.",
    "description": "Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem.\n\nInteger tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat.\n\nPraesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede.",
    "imagCover": "tour-cover-2.jpg",
    "images": "tour-1.jpg",
    "startDates": "2020-12-03T11:13:58Z"
  },
  {
    "name": "Fushan",
    "duration": 9,
    "maxGroupSize": 15,
    "difficulty": "very hard",
    "ratingAverage": 4.35,
    "ratingQuantity": 48,
    "price": 448.79,
    "summary": "Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Duis faucibus accumsan odio. Curabitur convallis. Duis consequat dui nec nisi volutpat eleifend. Donec ut dolor. Morbi vel lectus in quam fringilla rhoncus.",
    "description": "Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat.\n\nCurabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem.",
    "imagCover": "tour-cover-1.jpg",
    "images": "tour-1.jpg",
    "startDates": "2021-08-06T13:24:18Z"
  },
  {
    "name": "Jiangkou",
    "duration": 46,
    "maxGroupSize": 16,
    "difficulty": "very hard",
    "ratingAverage": 2.77,
    "ratingQuantity": 95,
    "price": 466.62,
    "summary": "Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst.",
    "description": "Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst.\n\nMaecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat.",
    "imagCover": "tour-cover-2.jpg",
    "images": "tour-1.jpg",
    "startDates": "2020-11-23T21:44:55Z"
  },
  {
    "name": "Hōjō",
    "duration": 18,
    "maxGroupSize": 17,
    "difficulty": "easy",
    "ratingAverage": 0.12,
    "ratingQuantity": 98,
    "price": 448.79,
    "summary": "Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum.",
    "description": "Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit.",
    "imagCover": "tour-cover-2.jpg",
    "images": "tour-1.jpg",
    "startDates": "2021-02-19T00:05:38Z"
  },
  {
    "name": "Lepanto",
    "duration": 8,
    "maxGroupSize": 18,
    "difficulty": "a little hard",
    "ratingAverage": 2.01,
    "ratingQuantity": 28,
    "price": 190.6,
    "summary": "Proin interdum mauris non ligula pellentesque ultrices. Phasellus id sapien in sapien iaculis congue. Vivamus metus arcu, adipiscing molestie, hendrerit at, vulputate vitae, nisl. Aenean lectus. Pellentesque eget nunc. Donec quis orci eget orci vehicula condimentum.",
    "description": "Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros.\n\nVestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat.",
    "imagCover": "tour-cover-1.jpg",
    "images": "tour-1.jpg",
    "startDates": "2020-09-14T06:39:28Z"
  },
  {
    "name": "Liushikou",
    "duration": 6,
    "maxGroupSize": 19,
    "difficulty": "very hard",
    "ratingAverage": 1.61,
    "ratingQuantity": 50,
    "price": 297.47,
    "summary": "Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet. Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui. Maecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc.",
    "description": "Morbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis.\n\nFusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem.",
    "imagCover": "tour-cover-1.jpg",
    "images": "tour-1.jpg",
    "startDates": "2021-08-14T07:35:58Z"
  },
  {
    "name": "Vera",
    "duration": 28,
    "maxGroupSize": 20,
    "difficulty": "hard",
    "ratingAverage": 4.62,
    "ratingQuantity": 29,
    "price": 480.43,
    "summary": "Aliquam erat volutpat. In congue. Etiam justo. Etiam pretium iaculis justo. In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus. Nulla ut erat id mauris vulputate elementum.",
    "description": "Sed sagittis. Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus.",
    "imagCover": "tour-cover-1.jpg",
    "images": "tour-1.jpg",
    "startDates": "2020-11-02T14:13:08Z"
  },
  { "id": 1, "name": "Test tours" },
  { "id": 1, "name": "Test tours" },
  { "id": 1, "name": "Test tours challenge" },
  { "id": 1, "name": "Test tours challenge2" },
  { "id": 1, "name": "Test tours challenge2" },
  { "id": 1, "name": "Test tours challenge2" },
  { "id": 1, "name": "Test tours challenge2" }
]
